;任务相关内容

[MissionTimers]
PrisonAlertTitle="威胁等级"
PrisonAlertSubtitle01="安全"
PrisonAlertSubtitle02="警告"
PrisonAlertSubtitle03="紧急"
PrisonAlertSubtitle04="极高"
PrisonAlertSubtitle05="最高"

TurnsUntilEVACArrivesTitle="存活"
TurnsUntilEVACArrivesSubtitle="天际号到达着陆点前的回合数"
TurnsUntilEVACLeavesTitle="逃脱"
TurnsUntilEVACLeavesSubtitle="天际号必须离开着陆点前的回合数"

[WorldMessages]
PrisonSecurityLevelTitle="变种人指挥点"
PrisonSecurityLevelIncreaseLevel="提高警报状态！"
PrisonSecurityLevelMaxAlertPhase="所有单位！最高警报！"
PrisonXCOMUnitSpotted="发现未知来源的入侵者！"
PrisonXCOMEnemyUnitKilled="士兵阵亡！"
PrisonXCOMEnemyUnitBodyFound="发现一具尸体！"
PrisonSecurityBreached="入侵者被发现！"
PrisonSkyrangerArrived="敌机检测到在空域！"
PrisonExplosion="听到一声巨响！"
PrisonObjectivePrisonersFreed="逃跑尝试正在进行！"
PrisonSecurityLevelReset="返回你的位置！极端谨慎！"
PrisonSecurityLevelResetOne="返回你的位置！"

[DefaultCompoundPrisonBreak X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="分数板占位符。如果看到这个，请报告错误"
ObjectiveTextPools[1]="渗透监狱并解锁任何上锁的门"
ObjectiveTextPools[2]="保持囚犯活着直到撤离"
ObjectiveTextPools[3]="尽可能多地营救囚犯"
ObjectiveTextPools[4]="在天际号返回之前存活"
ObjectiveTextPools[5]="撤离所有XCOM士兵"
ObjectiveTextPools[6]="新任务目标"
ObjectiveTextPools[7]="在天际号躲避来袭拦截机时，XCOM必须存活直到天际号返回。一个分数板已经出现以帮助跟踪囚犯的状态。不惜一切代价保护他们！至少要活捉一个囚犯才能获得情报奖励。下一个弹出窗口将是此任务的新撤离规则。"
ObjectiveTextPools[8]="特殊撤离规则"
ObjectiveTextPools[9]="默认情况下，计时器长度公式是：(d3 + 1) + TurnsUntilEVACArrivesModifier的值。\n在天际号到达后，红恶魔将留在作战区域直到计时器到达0。\n红恶魔将离开该地点，XCOM必须存活额外的回合数，根据上述公式计算。\n顺风，指挥官。"
ObjectiveTextPools[10]="正常撤离规则"
ObjectiveTextPools[11]="天际号将在计时器到达0后留在该地点。\n顺风，指挥官。"

;忽略这个，游戏如果它不存在就会抱怨
ConsoleObjectiveTextPools[0]=
ConsoleObjectiveTextPools[1]=
